---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCLinkDocumentExportScope
source: html/73143ca7-caf2-4126-584f-bd27d5f70cbb.htm
---
# IFCLinkDocumentExportScope Members

Instantiates a default IFCLinkDocumentExportScope object.